var quizData = [
    {
        title     : "Проезд перекрестков",
        questions : [
            {
                content : "Вы намерены повернуть направо. Следует ли уступить дорогу автобусу?",
                img     : "img/test_1_1.jpg",
                right   : 0,
                answers : [
                    "Да",
                    "Нет"
                ]
            },
            {
                content : "Вы намерены проехать перекресток в прямом направлении. Ваши действия?",
                img     : "img/test_1_2.jpg",
                right   : 1,
                answers : [
                    "Уступите дорогу легковому автомобилю, поскольку он первым въехал на перекресток.",
                    "Уступите дорогу легковому автомобилю, поскольку он первым въехал на перекресток.",
                ]
            },
            {
                content : "Вы намерены повернуть налево. Кому следует уступить дорогу?",
                img     : "img/test_1_3.jpg",
                right   : 2,
                answers : [
                    "Только легковому автомобилю.",
                    "Только автобусу.",
                    "Никому."
                ]
            }
        ]
    },


    {
        title     : "Опкавказание первой помощи",
        questions : [
            {
                content : "Вы намерены повернуть направо. Следует ли уступить дорогу автобусу?",
                img     : "img/test_1_1.jpg",
                right   : 0,
                answers : [
                    "Да",
                    "Нет"
                ]
            },
            {
                content : "Вы намерены проехать перекресток в прямом направлении. Ваши действия?",
                img     : "img/test_1_2.jpg",
                right   : 1,
                answers : [
                    "Уступите дорогу легковому автомобилю, поскольку он первым въехал на перекресток.",
                    "Уступите дорогу легковому автомобилю, поскольку он первым въехал на перекресток.",
                ]
            },
            {
                content : "Вы намерены повернуть налево. Кому следует уступить дорогу?",
                img     : "img/test_1_3.jpg",
                right   : 2,
                answers : [
                    "Только легковому автомобилю.",
                    "Только автобусу.",
                    "Никому."
                ]
            }
        ]
    },
];
