var quizData = [
    {
        title     : "Проезд перекрестков",
        questions : [
            {
                index   : 0,
                content : "Вы намерены повернуть направо. Следует ли уступить дорогу автобусу?",
                img     : "img/test_1_1.jpg",
                right   : 0,
                wrongAnswersComment: 'Вы ответили, не правильно!',
                flag    : false,
                answers : [
                    "Да",
                    "Нет"
                ]
            },
            {
                index   : 1,
                content : "Вы намерены проеdfgfdgdfgfать перекресток в прямом направлении. Ваши действия?",
                img     : "img/test_1_2.jpg",
                right   : 1,
                flag    : false,
                wrongAnswersComment: 'Вы ответили, не правильно!',
                answers : [
                    "Уступите дорогу легковому автомобилю, поскольку он первым въехал на перекресток.",
                    "Уступите дорогу легковому автомобилю, поскольку он первым въехал на перекресток."
                ]
            },
            {
                index   : 2,
                content : "Вы намерены повернуть налево. Кому следует уступить дорогу?",
                img     : "img/test_1_3.jpg",
                right   : 3,
                flag    : false,
                wrongAnswersComment: 'Вы ответили, не правильно!',
                answers : [
                    "Только легковому автомобилю.",
                    "Только автобусу.",
                    "Никому."
                ]
            }
        ]
    },
//============================================

    {
        title     : "Проезд перекрестков",
        questions : [
            {
                index   : 0,
                content : "Вы намерены повернуть направо. Следует ли уступить дорогу автобусу?",
                img     : "img/test_1_1.jpg",
                right   : 0,
                wrongAnswersComment: 'Вы ответили, не правильно!',
                flag    : false,
                answers : [
                    "Да",
                    "Нет"
                ]
            },
            {
                index   : 1,
                content : "Вы намерены проеdfgfdgdfgfать перекресток в прямом направлении. Ваши действия?",
                img     : "img/test_1_2.jpg",
                right   : 1,
                flag    : false,
                wrongAnswersComment: 'Вы ответили, не правильно!',
                answers : [
                    "Уступите дорогу легковому автомобилю, поскольку он первым въехал на перекресток.",
                    "Уступите дорогу легковому автомобилю, поскольку он первым въехал на перекресток."
                ]
            },
            {
                index   : 2,
                content : "Вы намерены повернуть налево. Кому следует уступить дорогу?",
                img     : "img/test_1_3.jpg",
                right   : 3,
                flag    : false,
                wrongAnswersComment: 'Вы ответили, не правильно!',
                answers : [
                    "Только легковому автомобилю.",
                    "Только автобусу.",
                    "Никому."
                ]
            }
        ]
    }
];
